Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# meal.source.manual
source: Manual entry
de: Manuelle Eingabe
es: Entrada manual
fr: Saisie manuelle
hy: Ձեռքով մուտքագրում
it: Inserimento manuale
ka: ხელით შეყვანა
ru: Ручной ввод
sr: Ручни унос

# meal.source.photo
source: Photo scan
de: Foto-Scan
es: Escaneo de foto
fr: Analyse de photo
hy: Լուսանկարի սկանավորում
it: Scansione foto
ka: ფოტოს სკანირება
ru: Сканирование фото
sr: Скенирање фотографије

# meal.source.textAI
source: AI-estimated from your description
de: KI-Schätzung basierend auf deiner Beschreibung
es: Estimado por IA a partir de tu descripción
fr: Estimé par l'IA à partir de votre description
hy: Գնահատվել է AI-ի կողմից՝ ըստ քո նկարագրության
it: Stimato dall'IA in base alla tua descrizione
ka: შეფასებულია AI-ის მიერ შენი აღწერიდან
ru: Оценено ИИ по твоему описанию
sr: AI процена на основу твог описа

# mealRecommendation.bottomBar.logButton
source: Log this meal
de: Diese Mahlzeit protokollieren
es: Registrar esta comida
fr: Enregistrer ce repas
hy: Գրանցել այս ուտեստը
it: Registra questo pasto
ka: ამ კერძის ჩაწერა
ru: Записать это блюдо
sr: Забележи овај оброк

# mealRecommendation.bottomBar.loggedConfirmation
source: Logged -- nice.
de: Erfasst -- gut gemacht.
es: Registrado -- genial.
fr: Enregistré -- super.
hy: Գրանցված է -- հրաշալի է։
it: Registrato -- ottimo.
ka: ჩაწერილია -- მაგარია.
ru: Записано -- отлично.
sr: Записано — одлично.

# mealRecommendation.bottomBar.loggingButton
source: Logging...
de: Wird erfasst …
es: Registrando...
fr: Enregistrement...
hy: Գրանցվում է...
it: Registrazione...
ka: ინახება...
ru: Сохраняю...
sr: Записујем...

# mealRecommendation.bottomBar.retryButton
source: Try different ingredients
de: Andere Zutaten ausprobieren
es: Probar otros ingredientes
fr: Essayer d'autres ingrédients
hy: Փորձել այլ բաղադրիչներ
it: Prova altri ingredienti
ka: სცადე სხვა ინგრედიენტები
ru: Попробовать другие ингредиенты
sr: Пробај друге састојке

# mealRecommendation.equipmentHint.body
source: Recipes will assume a stove, oven, and microwave until you set up your full kitchen equipment.
de: Rezepte gehen von Herd, Backofen und Mikrowelle aus, bis du deine vollständige Küchenausstattung eingerichtet hast.
es: Las recetas asumirán que tienes cocina, horno y microondas hasta que configures todo tu equipo de cocina.
fr: Les recettes supposeront une cuisinière, un four et un micro-ondes jusqu'à ce que tu configures tout ton équipement de cuisine.
hy: Բաղադրատոմսերը կենթադրեն վառարան, ջեռոց և միկրոալիքային վառարան, մինչև դու չնշես խոհանոցի ամբողջական սարքավորումը։
it: Le ricette presupporranno un fornello, un forno e un microonde finché non configuri tutta la tua attrezzatura da cucina.
ka: რეცეპტები ივარაუდებს გაზქურას, ღუმელს და მიკროტალღურ ღუმელს, სანამ არ მიუთითებ სამზარეულოს სრულ აღჭურვილობას.
ru: Рецепты будут исходить из наличия плиты, духовки и микроволновки, пока ты не укажешь всё своё кухонное оборудование.
sr: Рецепти ће подразумевати шпорет, рерну и микроталасну пећницу док не подесиш комплетну кухињску опрему.

# mealRecommendation.equipmentHint.cta
source: Set up now
de: Jetzt einrichten
es: Configurar ahora
fr: Configurer maintenant
hy: Կարգավորել հիմա
it: Configura ora
ka: დააყენე ახლა
ru: Настроить сейчас
sr: Подеси сада

# mealRecommendation.equipmentHint.title
source: We don't know your kitchen yet
de: Wir kennen deine Küche noch nicht
es: Aún no sabemos qué tienes en tu cocina
fr: Nous ne connaissons pas encore ta cuisine
hy: Մենք դեռ չգիտենք, թե ինչ ունես խոհանոցում
it: Non conosciamo ancora la tua cucina
ka: ჯერ არ ვიცით, რა გაქვს სამზარეულოში
ru: Мы пока не знаем, что есть на твоей кухне
sr: Још не знамо шта имаш у кухињи

# mealRecommendation.equipmentUsed.label
source: Uses: %@
de: Verwendet: %@
es: Usa: %@
fr: Utilise : %@
hy: Օգտագործում է՝ %@
it: Usa: %@
ka: გამოიყენება: %@
ru: Используется: %@
sr: Користи: %@

# mealRecommendation.error.generateFailed
source: Couldn't come up with something from that -- try describing it differently, or try again in a moment.
de: Daraus konnte nichts entstehen -- versuche es anders zu beschreiben oder es gleich noch einmal.
es: No se pudo pensar en algo con eso -- intenta describirlo de otra forma, o vuelve a intentarlo en un momento.
fr: Impossible de trouver une idée avec ça -- essaie de le décrire différemment, ou réessaie dans un instant.
hy: Չհաջողվեց ինչ-որ բան մտածել դրանից -- փորձիր այլ կերպ նկարագրել, կամ մի փոքր ուշ նորից փորձիր։
it: Non sono riuscito a pensare a qualcosa con questo -- prova a descriverlo diversamente, o riprova tra un momento.
ka: ამისგან ვერაფერი მოვიფიქრეთ -- სცადე სხვაგვარად აღწერო, ან სცადე ისევ ცოტა ხანში.
ru: Не получилось ничего придумать из этого -- попробуй описать иначе или повтори попытку через момент.
sr: Није успело да се смисли ништа од тога — покушај да то опишеш другачије, или покушај поново за тренутак.

# mealRecommendation.ingredients.title
source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
hy: Բաղադրիչներ
it: Ingredienti
ka: ინგრედიენტები
ru: Ингредиенты
sr: Састојци

# mealRecommendation.input.generateButton
source: Get a meal idea
de: Essensidee erhalten
es: Obtener una idea de comida
fr: Obtenir une idée de repas
hy: Ստանալ ուտեստի գաղափար
it: Ottieni un'idea per un pasto
ka: მიიღე კერძის იდეა
ru: Получить идею блюда
sr: Добиј идеју за оброк

# mealRecommendation.input.heading
source: Tell Soma what you have.
de: Sag Soma, was du hast.
es: Dile a Soma qué tienes.
fr: Dis à Soma ce que tu as.
hy: Ասա Soma-ին, թե ինչ ունես։
it: Di' a Soma cosa hai.
ka: უთხარი Soma-ს, რა გაქვს.
ru: Скажи Soma, что у тебя есть.
sr: Реци Soma шта имаш.

# mealRecommendation.input.listening
source: Listening -- tap the mic when you're done, or just stop talking.
de: Hört zu -- tippe aufs Mikrofon, wenn du fertig bist, oder hör einfach auf zu sprechen.
es: Escuchando -- toca el micrófono cuando termines, o simplemente deja de hablar.
fr: Écoute en cours -- appuie sur le micro quand tu as fini, ou arrête simplement de parler.
hy: Լսում է -- հպիր խոսափողին, երբ ավարտես, կամ պարզապես դադարիր խոսել։
it: In ascolto -- tocca il microfono quando hai finito, o smetti semplicemente di parlare.
ka: მისმენს -- შეეხე მიკროფონს, როცა დაასრულებ, ან უბრალოდ შეწყვიტე ლაპარაკი.
ru: Слушаю -- нажми на микрофон, когда закончишь, или просто перестань говорить.
sr: Слушам — додирни микрофон када завршиш, или једноставно престани да причаш.

# mealRecommendation.input.placeholder
source: e.g. "chicken breast, spinach, rice, half an onion"
de: z. B. „Hähnchenbrust, Spinat, Reis, eine halbe Zwiebel“
es: p. ej. "pechuga de pollo, espinacas, arroz, media cebolla"
fr: p. ex. « blanc de poulet, épinards, riz, un demi-oignon »
hy: օր.՝ «հավի կրծքամիս, սպանախ, բրինձ, կես սոխ»
it: es. "petto di pollo, spinaci, riso, mezza cipolla"
ka: მაგ. „ქათმის ფილე, ისპანახი, ბრინჯი, ნახევარი ხახვი“
ru: например, «куриная грудка, шпинат, рис, половина луковицы»
sr: нпр. „пилеће груди, спанаћ, пиринач, пола главице лука"

# mealRecommendation.input.subtitle
source: Type it, dictate it, or just list what's in the fridge and pantry -- Soma builds one full recipe from it, sized to what's left of today's target.
de: Tippe es, diktiere es oder liste einfach auf, was im Kühlschrank und in der Speisekammer ist -- Soma erstellt daraus ein vollständiges Rezept, passend zu dem, was von deinem heutigen Ziel übrig ist.
es: Escríbelo, dictalo o simplemente enumera lo que hay en la nevera y la despensa -- Soma crea una receta completa a partir de eso, ajustada a lo que queda de tu objetivo de hoy.
fr: Écris-le, dicte-le ou énumère simplement ce qu'il y a dans le frigo et le placard -- Soma crée une recette complète à partir de ça, ajustée à ce qu'il te reste de l'objectif du jour.
hy: Գրիր, ասա բարձրաձայն կամ պարզապես թվարկիր, թե ինչ կա սառնարանում և պահեստում -- Soma-ն դրանից կկազմի ամբողջական բաղադրատոմս՝ հարմարեցված այսօրվա նպատակի մնացորդին։
it: Scrivilo, dettalo o elenca semplicemente cosa c'è in frigo e in dispensa -- Soma crea una ricetta completa in base a questo, dimensionata su ciò che resta del tuo obiettivo di oggi.
ka: დაწერე, გააჟღერე ან უბრალოდ ჩამოთვალე, რა გაქვს მაცივარსა და საკუჭნაოში -- Soma ამის საფუძველზე შექმნის სრულ რეცეპტს, მორგებულს დღევანდელი მიზნის დარჩენილ ნაწილზე.
ru: Напиши, продиктуй или просто перечисли, что есть в холодильнике и кладовой -- Soma составит из этого полноценный рецепт, подобранный под остаток твоей сегодняшней цели.
sr: Упиши, издиктирај или само наброј шта имаш у фрижидеру и остави — Soma ће од тога направити цео рецепт, прилагођен ономе што ти је остало од данашњег циља.

# mealRecommendation.macroFit.rowValue
source: %lld / %lld %@ left
de: %lld / %lld %@ übrig
es: %lld / %lld %@ restantes
fr: %lld / %lld %@ restants
hy: %lld / %lld %@ մնացել է
it: %lld / %lld %@ rimanenti
ka: %lld / %lld %@ დარჩა
ru: %lld / %lld %@ осталось
sr: %lld / %lld %@ преостало

# mealRecommendation.macroFit.title
source: How this fits what's left today
de: Wie das zu deinem heutigen Rest passt
es: Cómo encaja esto con lo que te queda hoy
fr: Comment cela s'intègre à ce qu'il te reste aujourd'hui
hy: Ինչպես է սա տեղավորվում այսօրվա մնացորդի մեջ
it: Come si inserisce in ciò che ti resta oggi
ka: როგორ ერგება ეს დღეს დარჩენილს
ru: Как это вписывается в остаток на сегодня
sr: Како се ово уклапа у оно што ти је остало данас

# mealRecommendation.steps.moreCount
source: + %lld more steps
de: + %lld weitere Schritte
es: + %lld pasos más
fr: + %lld étapes de plus
hy: Եւս %lld քայլ
it: + %lld passaggi in più
ka: კიდევ %lld ნაბიჯი
ru: Ещё %lld шага
sr: + %lld корака више

# mealRecommendation.steps.startCookingButton
source: Start cooking
de: Kochen starten
es: Empezar a cocinar
fr: Commencer à cuisiner
hy: Սկսել պատրաստել
it: Inizia a cucinare
ka: მომზადების დაწყება
ru: Начать готовить
sr: Почни са кувањем

# mealRecommendation.steps.title
source: How to make it
de: Zubereitung
es: Cómo prepararlo
fr: Comment le préparer
hy: Ինչպես պատրաստել
it: Come prepararlo
ka: როგორ მოვამზადოთ
ru: Как приготовить
sr: Начин припреме

# mealRecommendation.thinking.kitchen
source: Making sure every step fits your kitchen...
de: Stelle sicher, dass jeder Schritt zu deiner Küche passt …
es: Comprobando que cada paso se ajuste a tu cocina...
fr: Vérification que chaque étape convient à ta cuisine...
hy: Համոզվում ենք, որ յուրաքանչյուր քայլ համապատասխանում է քո խոհանոցին...
it: Verifico che ogni passaggio sia adatto alla tua cucina...
ka: ვამოწმებ, რომ ყველა ნაბიჯი შენს სამზარეულოს შეესაბამება...
ru: Проверяю, что каждый шаг подходит твоей кухне...
sr: Проверавам да ли сваки корак одговара твојој кухињи...

# mealRecommendation.thinking.macros
source: Matching this to today's remaining macros...
de: Wird an deine verbleibenden Makros für heute angepasst …
es: Ajustando esto a tus macros restantes de hoy...
fr: Ajustement selon les macros restantes du jour...
hy: Համապատասխանեցնում ենք այսօրվա մնացորդային մակրոներին...
it: Adattamento ai macro rimanenti di oggi...
ka: ვაწყობ დღეს დარჩენილ მაკროებთან...
ru: Подбираю с учётом оставшихся макросов на сегодня...
sr: Усклађујем ово с преосталим макронутријентима за данас...

# mealRecommendation.thinking.portions
source: Working out realistic portions...
de: Berechne realistische Portionen …
es: Calculando porciones realistas...
fr: Calcul de portions réalistes...
hy: Հաշվարկում ենք իրատեսական չափաբաժիններ...
it: Calcolo di porzioni realistiche...
ka: ვითვლი რეალისტურ ულუფებს...
ru: Рассчитываю реалистичные порции...
sr: Израчунавам реалне порције...

# mealRecommendation.thinking.season
source: Checking what's actually in season...
de: Prüfe, was gerade Saison hat …
es: Comprobando qué está de temporada...
fr: Vérification de ce qui est de saison...
hy: Ստուգում ենք, թե իրականում ինչն է սեզոնային...
it: Controllo cosa è davvero di stagione...
ka: ვამოწმებ, რა არის ახლა სეზონური...
ru: Проверяю, что сейчас в сезоне...
sr: Проверавам шта је тренутно у сезони...

# mealRecommendation.title
source: What can I make?
de: Was kann ich kochen?
es: ¿Qué puedo cocinar?
fr: Qu'est-ce que je peux cuisiner ?
hy: Ի՞նչ կարող եմ պատրաստել։
it: Cosa posso cucinare?
ka: რისი მომზადება შემიძლია?
ru: Что я могу приготовить?
sr: Шта могу да скувам?

# mealRecommendation.whyThisMeal.closedLabel
source: Why this meal?
de: Warum diese Mahlzeit?
es: ¿Por qué esta comida?
fr: Pourquoi ce repas ?
hy: Ինչու՞ այս ուտեստը։
it: Perché questo pasto?
ka: რატომ ეს კერძი?
ru: Почему это блюдо?
sr: Зашто баш овај оброк?

# mealRecommendation.whyThisMeal.openLabel
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
hy: Թաքցնել
it: Nascondi
ka: დამალვა
ru: Скрыть
sr: Сакриј

# mealScore.modifier.alcohol
source: Contains alcohol
de: Enthält Alkohol
es: Contiene alcohol
fr: Contient de l'alcool
hy: Պարունակում է ալկոհոլ
it: Contiene alcol
ka: შეიცავს ალკოჰოლს
ru: Содержит алкоголь
sr: Sadrži alkohol

# mealScore.modifier.highFatShare
source: A high share of its calories are from fat
de: Ein hoher Kalorienanteil stammt aus Fett
es: Una alta proporción de sus calorías viene de grasa
fr: Une forte part de ses calories vient des graisses
hy: Կալորիաների մեծ մասը ճարպից է
it: Un'alta quota di calorie proviene dai grassi
ka: კალორიების დიდი წილი ცხიმისგანაა
ru: Высокая доля калорий из жира
sr: Visok udeo kalorija je iz masti

# mealScore.modifier.highProteinDensity
source: High protein for its calories
de: Viel Eiweiß pro Kalorie
es: Mucha proteína por caloría
fr: Riche en protéines pour ses calories
hy: Բարձր սպիտակուց՝ կալորիաներին համեմատած
it: Molte proteine per le sue calorie
ka: მაღალი ცილა კალორიებთან შედარებით
ru: Много белка на калорию
sr: Puno proteina za svoje kalorije

# mealScore.modifier.largeCutShare
source: A large share of today's calorie budget for a cut
de: Ein großer Teil des Tageskalorienbudgets für eine Diätphase
es: Una gran parte del presupuesto calórico diario para un déficit
fr: Une grande part du budget calorique du jour pour une sèche
hy: Օրական կալորիաների մեծ մասը՝ քաշի նվազեցման համար
it: Una grande parte del budget calorico giornaliero per un deficit
ka: დღიური კალორიების დიდი წილი შემცირების რეჟიმისთვის
ru: Большая доля дневного лимита калорий для сушки
sr: Veliki deo dnevnog budžeta kalorija za mršavljenje

# mealScore.modifier.lowProteinDensity
source: Low protein for its calories
de: Wenig Eiweiß pro Kalorie
es: Poca proteína por caloría
fr: Faible en protéines pour ses calories
hy: Ցածր սպիտակուց՝ կալորիաներին համեմատած
it: Poche proteine per le sue calorie
ka: დაბალი ცილა კალორიებთან შედარებით
ru: Мало белка на калорию
sr: Malo proteina za svoje kalorije

# mealScore.modifier.solidProteinDensity
source: Solid protein for its calories
de: Solides Eiweiß pro Kalorie
es: Buena proteína por caloría
fr: Bonne quantité de protéines pour ses calories
hy: Լավ սպիտակուց՝ կալորիաներին համեմատած
it: Buone proteine per le sue calorie
ka: საკმაოდ კარგი ცილა კალორიებთან შედარებით
ru: Неплохо по белку на калорию
sr: Solidno proteina za svoje kalorije

# mealScore.modifier.ultraProcessed
source: Ultra-processed
de: Stark verarbeitet
es: Ultraprocesado
fr: Ultra-transformé
hy: Խիստ վերամշակված
it: Ultra-processato
ka: მაღალი დამუშავების ხარისხის პროდუქტი
ru: Сильно переработанный продукт
sr: Ultra-prerađeno

# mealScore.modifier.veryHighFatShare
source: Over half its calories are from fat
de: Über die Hälfte der Kalorien stammt aus Fett
es: Más de la mitad de sus calorías vienen de grasa
fr: Plus de la moitié de ses calories viennent des graisses
hy: Կալորիաների կեսից ավելին ճարպից է
it: Oltre metà delle calorie provengono dai grassi
ka: კალორიების ნახევარზე მეტი ცხიმისგანაა
ru: Больше половины калорий из жира
sr: Preko polovine kalorija je iz masti

# mealVerdict.excellent
source: Excellent choice
de: Ausgezeichnete Wahl
es: Excelente elección
fr: Excellent choix
hy: Հիանալի ընտրություն
it: Scelta eccellente
ka: შესანიშნავი არჩევანი
ru: Отличный выбор
sr: Odličan izbor

# mealVerdict.greatFit
source: Great fit
de: Passt sehr gut
es: Encaja muy bien
fr: Excellent choix
hy: Հիանալի է համապատասխանում
it: Scelta ottima
ka: შესანიშნავად ერგება
ru: Отлично подходит
sr: Одлично уклапање

# mealVerdict.mediocre
source: Mediocre
de: Mittelmäßig
fr: Moyen
hy: Միջակ
ka: საშუალო
ru: Так себе
sr: Osrednje

# mealVerdict.normal
source: Good fit
de: Gute Wahl
es: Buen encaje
fr: Bon choix
hy: Լավ տարբերակ
it: Buona scelta
ka: კარგი შესაბამისობა
ru: Хорошо подходит
sr: Dobar izbor

# mealVerdict.notGreatFit
source: Not a great fit
de: Passt nicht gut
es: No encaja bien
fr: Choix peu adapté
hy: Այնքան էլ չի համապատասխանում
it: Scelta poco adatta
ka: არც თუ კარგად ერგება
ru: Не очень подходит
sr: Слабо уклапање

# mealVerdict.offTarget
source: Off target
de: Verfehlt das Ziel
es: Fuera de objetivo
fr: Hors cible
hy: Նպատակից դուրս
it: Fuori bersaglio
ka: მიზანს არ ესადაგება
ru: Мимо цели
sr: Van cilja

# mealVerdict.okFit
source: OK fit
de: Passt einigermaßen
es: Encaja aceptablemente
fr: Choix correct
hy: Միջինում է համապատասխանում
it: Scelta accettabile
ka: საშუალოდ ერგება
ru: Неплохо подходит
sr: Солидно уклапање

source: medicine ball
de: Medizinball
es: Balón medicinal
fr: Ballon lesté
hy: Բժշկական գնդակ
it: Palla medica
ka: სამედიცინო ბურთი
ru: Медбол
sr: Медицинска лопта

# metricDetail.insight.down
source: Today's %@ is about %lld%% below your recent average.
de: Dein heutiger Wert für %@ liegt etwa %lld %% unter deinem aktuellen Durchschnitt.
es: Tu %@ de hoy está un %lld %% por debajo de tu promedio reciente.
fr: Votre %@ d'aujourd'hui est environ %lld %% en dessous de votre moyenne récente.
hy: Այսօրվա %@-ը մոտավորապես %lld%%-ով ցածր է քո վերջին միջինից։
it: Il tuo %@ di oggi è circa il %lld%% sotto la tua media recente.
ka: დღევანდელი %@ დაახლოებით %lld%%-ით დაბალია შენს ბოლოდროინდელ საშუალო მაჩვენებელზე.
ru: Сегодняшний показатель %@ примерно на %lld%% ниже твоего недавнего среднего.
sr: Данашња вредност за %@ је за око %lld%% испод твог недавног просека.

# metricDetail.insight.firstReading
source: This is your first recorded reading for %@.
de: Das ist dein erster erfasster Messwert für %@.
es: Esta es tu primera lectura registrada de %@.
fr: Il s'agit de votre première mesure enregistrée pour %@.
hy: Սա %@-ի քո առաջին գրանցված ցուցանիշն է։
it: Questa è la tua prima lettura registrata per %@.
ka: ეს არის შენი პირველი დაფიქსირებული მაჩვენებელი %@-სთვის.
ru: Это твоё первое зафиксированное значение для %@.
sr: Ово је твоје прво забележено очитавање за %@.

# metricDetail.insight.flat
source: Today's %@ is in line with your recent average.
de: Dein heutiger Wert für %@ entspricht deinem aktuellen Durchschnitt.
es: Tu %@ de hoy coincide con tu promedio reciente.
fr: Votre %@ d'aujourd'hui est conforme à votre moyenne récente.
hy: Այսօրվա %@-ը համապատասխանում է քո վերջին միջինին։
it: Il tuo %@ di oggi è in linea con la tua media recente.
ka: დღევანდელი %@ შეესაბამება შენს ბოლოდროინდელ საშუალო მაჩვენებელს.
ru: Сегодняшний показатель %@ соответствует твоему недавнему среднему.
sr: Данашња вредност за %@ је у складу са твојим недавним просеком.

# metricDetail.insight.noData
source: Not enough data yet to show a trend for %@.
de: Noch nicht genügend Daten, um einen Trend für %@ anzuzeigen.
es: Aún no hay suficientes datos para mostrar una tendencia de %@.
fr: Pas encore assez de données pour afficher une tendance pour %@.
hy: Դեռ բավարար տվյալներ չկան %@-ի միտումը ցույց տալու համար։
it: Non ci sono ancora dati sufficienti per mostrare una tendenza per %@.
ka: ჯერ არ არის საკმარისი მონაცემები %@-ის ტენდენციის საჩვენებლად.
ru: Пока недостаточно данных, чтобы показать тренд для %@.
sr: Још увек нема довољно података да се прикаже тренд за %@.

# metricDetail.insight.up
source: Today's %@ is about %lld%% above your recent average.
de: Dein heutiger Wert für %@ liegt etwa %lld %% über deinem aktuellen Durchschnitt.
es: Tu %@ de hoy está un %lld %% por encima de tu promedio reciente.
fr: Votre %@ d'aujourd'hui est environ %lld %% au-dessus de votre moyenne récente.
hy: Այսօրվա %@-ը մոտավորապես %lld%%-ով բարձր է քո վերջին միջինից։
it: Il tuo %@ di oggi è circa il %lld%% sopra la tua media recente.
ka: დღევანდელი %@ დაახლოებით %lld%%-ით მაღალია შენს ბოლოდროინდელ საშუალო მაჩვენებელზე.
ru: Сегодняшний показатель %@ примерно на %lld%% выше твоего недавнего среднего.
sr: Данашња вредност за %@ је за око %lld%% изнад твог недавног просека.

# moodRating.good
source: Good
de: Gut
es: Bien
fr: Bien
hy: Լավ
it: Bene
ka: კარგად
ru: Хорошо
sr: Dobro

# moodRating.great
source: Great
de: Super
es: Genial
fr: Très bien
hy: Հիանալի
it: Ottimo
ka: შესანიშნავად
ru: Отлично
sr: Odlično

# moodRating.notGreat
source: Not great
de: Nicht gut
es: No muy bien
fr: Pas terrible
hy: Այնքան էլ լավ չէ
it: Non benissimo
ka: არც თუ კარგად
ru: Не очень
sr: Nije baš

# moodRating.rough
source: Rough
de: Schlecht
es: Mal
fr: Difficile
hy: Վատ
it: Male
ka: ცუდად
ru: Плохо
sr: Loše

# moodTrend.comparison.down
source: Averaging %@/5 lately, down from %@/5 earlier.
de: Zuletzt im Schnitt %@/5, weniger als die vorherigen %@/5.
es: Un promedio de %@/5 últimamente, menos que el %@/5 anterior.
fr: Une moyenne de %@/5 ces derniers temps, en baisse par rapport à %@/5 avant.
hy: Վերջերս միջինում %@/5, ավելի ցածր, քան ավելի վաղ %@/5-ը։
it: Una media di %@/5 ultimamente, in calo rispetto a %@/5 di prima.
ka: ბოლო დროს საშუალოდ %@/5, უფრო დაბალი ვიდრე ადრინდელი %@/5.
ru: В последнее время в среднем %@/5, меньше, чем %@/5 ранее.
sr: У последње време у просеку %@/5, мање него %@/5 раније.

# moodTrend.comparison.steady
source: Holding steady around %@/5 lately.
de: Bleibt in letzter Zeit stabil bei etwa %@/5.
es: Se mantiene estable en torno a %@/5 últimamente.
fr: Reste stable autour de %@/5 ces derniers temps.
hy: Վերջերս կայուն է մնում %@/5-ի սահմաններում։
it: Si mantiene stabile intorno a %@/5 ultimamente.
ka: ბოლო დროს სტაბილურად %@/5-ის ფარგლებშია.
ru: В последнее время держится на уровне около %@/5.
sr: У последње време се држи око %@/5.

# moodTrend.comparison.up
source: Averaging %@/5 lately, up from %@/5 earlier.
de: Zuletzt im Schnitt %@/5, mehr als die vorherigen %@/5.
es: Un promedio de %@/5 últimamente, más que el %@/5 anterior.
fr: Une moyenne de %@/5 ces derniers temps, en hausse par rapport à %@/5 avant.
hy: Վերջերս միջինում %@/5, ավելի բարձր, քան ավելի վաղ %@/5-ը։
it: Una media di %@/5 ultimamente, in aumento rispetto a %@/5 di prima.
ka: ბოლო დროს საშუალოდ %@/5, უფრო მაღალი ვიდრე ადრინდელი %@/5.
ru: В последнее время в среднем %@/5, больше, чем %@/5 ранее.
sr: У последње време у просеку %@/5, више него %@/5 раније.

# moodTrend.title
source: How you've been feeling
de: Wie du dich gefühlt hast
es: Cómo te has sentido
fr: Comment tu t'es senti·e
hy: Ինչպես ես զգացել քեզ
it: Come ti sei sentito/a
ka: როგორ გრძნობდი თავს
ru: Как ты себя чувствовал(а)
sr: Расположење у последње време

source: next stage · usually %lld–%lld weeks
de: nächste Stufe · meist %lld–%lld Wochen
es: siguiente escalón · normalmente %lld–%lld semanas
fr: échelon suivant · généralement %lld–%lld semaines
hy: հաջորդ փուլը · սովորաբար %lld–%lld շաբաթ
it: gradino successivo · di solito %lld–%lld settimane
ka: შემდეგი ეტაპი · ჩვეულებრივ %lld–%lld კვირა
ru: следующий этап · обычно %lld–%lld недель
sr: следећа фаза · обично %lld–%lld недеља
